Repository: M1zz/Rereminder
Catalog: Rereminder/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Don't Show Again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare più
ja: 今後表示しない
ko: 다시 보지 않기
pt_br: Não mostrar novamente
zh_hans: 不再显示
zh_hant: 不再顯示

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成
zh_hant: 完成

source: Double tap to toggle this alert.
de: Doppeltippen, um diese Erinnerung ein- oder auszuschalten.
es: Toca dos veces para activar o desactivar este aviso.
fr: Touchez deux fois pour activer ou désactiver cette alerte.
it: Tocca due volte per attivare o disattivare questo avviso.
ja: ダブルタップでこの通知のオン/オフを切り替えます。
ko: 이중 탭 하면 이 알림을 켜거나 끕니다.
pt_br: Toque duas vezes para ativar ou desativar este alerta.
zh_hans: 双点可开启或关闭这个提醒。
zh_hant: 點兩下可開啟或關閉這個提醒。

source: Drag the bells to get reminders before your talk ends
de: Zieh die Glocken, um vor Ende deines Vortrags erinnert zu werden
es: Arrastra las campanas para recibir avisos antes de que termine tu charla
fr: Déplacez les cloches pour être prévenu avant la fin de votre intervention
it: Trascina le campanelle per ricevere avvisi prima della fine del tuo intervento
ja: ベルをドラッグして、発表が終わる前にリマインダーを受け取りましょう
ko: 종 모양을 움직여서 발표 종료 전 미리 알림을 받아보세요
pt_br: Arraste os sinos para ser avisado antes do fim da sua apresentação
zh_hans: 拖动铃铛，在演讲结束前收到提醒
zh_hant: 拖曳鈴鐺，在演講結束前收到提醒

source: e.g., Presentation, Mentoring, Meeting
de: z. B. Vortrag, Mentoring, Meeting
es: p. ej., Presentación, Mentoría, Reunión
fr: p. ex. Présentation, Mentorat, Réunion
it: es. Presentazione, Mentoring, Riunione
ja: 例：プレゼン、メンタリング、会議
ko: 예: 발표, 멘토링, 회의
pt_br: ex.: Apresentação, Mentoria, Reunião
zh_hans: 例：演讲、辅导、会议
zh_hant: 例：簡報、輔導、會議

source: Each alert can carry its own message. When that moment arrives, this is the text you see in the notification and on screen.
de: Jede Erinnerung kann ihren eigenen Text haben. Wenn der Moment kommt, siehst du diesen Text in der Mitteilung und auf dem Bildschirm.
es: Cada aviso puede llevar su propio mensaje. Cuando llegue ese momento, verás este texto en la notificación y en la pantalla.
fr: Chaque alerte peut avoir son propre message. Le moment venu, c’est ce texte qui s’affiche dans la notification et à l’écran.
it: Ogni avviso può avere il suo messaggio. Quando arriva quel momento, è il testo che vedi nella notifica e sullo schermo.
ja: 通知ごとに違う文言を設定できます。その時刻になると、ここに書いた文言が通知と画面にそのまま表示されます。
ko: 알림마다 다른 문구를 넣을 수 있어요. 그 시각이 되면 여기 적은 문구가 알림과 화면에 그대로 표시됩니다.
pt_br: Cada alerta pode ter sua própria mensagem. Quando chegar o momento, este é o texto que aparece na notificação e na tela.
zh_hans: 每个提醒都可以有自己的文案。到了那一刻，通知和屏幕上显示的就是这里写的内容。
zh_hant: 每個提醒都可以有自己的文案。到了那一刻，通知和螢幕上顯示的就是這裡寫的內容。

source: Ease out of deep work instead of being cut off.
de: Lass konzentrierte Arbeit sanft ausklingen, statt abrupt aufzuhören.
es: Sal poco a poco del trabajo profundo en lugar de cortarlo de golpe.
fr: Sortez en douceur d’un travail profond au lieu d’être coupé net.
it: Esci dal lavoro concentrato con calma, senza tagli bruschi.
ja: 集中を断ち切らず、ゆっくり抜け出せます。
ko: 몰입을 뚝 끊지 않고 천천히 빠져나올 수 있어요.
pt_br: Saia do foco profundo aos poucos, sem ser interrompido.
zh_hans: 让专注慢慢收尾，而不是被突然打断。
zh_hant: 讓專注慢慢收尾，而不是被突然打斷。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Alert Preset
de: Erinnerungsvorgabe bearbeiten
es: Editar preajuste
fr: Modifier le préréglage
it: Modifica preimpostazione
ja: プリセットを編集
ko: 프리셋 편집
pt_br: Editar predefinição de alerta
zh_hans: 编辑预设
zh_hant: 編輯預設

source: Edit Template
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
it: Modifica modello
ja: テンプレートを編集
ko: 템플릿 편집
pt_br: Editar modelo
zh_hans: 编辑模板
zh_hant: 編輯範本

source: Enable notifications in Settings
de: Mitteilungen in den Einstellungen aktivieren
es: Activa las notificaciones en Ajustes
fr: Activez les notifications dans Réglages
it: Attiva le notifiche in Impostazioni
ja: 設定で通知を有効にする
ko: 설정에서 알림 켜기
pt_br: Ative as notificações em Ajustes
zh_hans: 在设置中开启通知
zh_hant: 在設定中開啟通知

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pt_br: Fim
zh_hans: 结束
zh_hant: 結束

source: End Alert Message
de: Text für das Schlusssignal
es: Mensaje del aviso final
fr: Message de fin
it: Messaggio di fine
ja: 終了アラートメッセージ
ko: 종료 알림 메시지
pt_br: Mensagem do alerta final
zh_hans: 结束提醒文案
zh_hant: 結束提醒文案

source: End with a full alarm
de: Zum Schluss als Alarm klingeln
es: Terminar con una alarma completa
fr: Finir par une vraie alarme
it: Termina con una sveglia
ja: 終了時にアラームで鳴らす
ko: 끝나면 알람으로 울리기
pt_br: Terminar com alarme completo
zh_hans: 结束时用闹钟响铃
zh_hant: 結束時用鬧鐘響鈴

source: Enter Time Manually
de: Zeit manuell eingeben
es: Escribir el tiempo
fr: Saisir la durée manuellement
it: Inserisci il tempo manualmente
ja: 時間を手動入力
ko: 시간 직접 입력
pt_br: Inserir tempo manualmente
zh_hans: 手动输入时间
zh_hant: 手動輸入時間

source: Every 15 seconds
de: Alle 15 Sekunden
es: Cada 15 segundos
fr: Toutes les 15 secondes
it: Ogni 15 secondi
ja: 15秒ごと
ko: 15초마다
pt_br: A cada 15 segundos
zh_hans: 每 15 秒
zh_hant: 每 15 秒

source: Every 30 seconds
de: Alle 30 Sekunden
es: Cada 30 segundos
fr: Toutes les 30 secondes
it: Ogni 30 secondi
ja: 30秒ごと
ko: 30초마다
pt_br: A cada 30 segundos
zh_hans: 每 30 秒
zh_hant: 每 30 秒

source: Every future Pro feature is included for you.
de: Jede künftige Pro-Funktion ist für dich inklusive.
es: Todas las futuras funciones Pro están incluidas para ti.
fr: Toutes les futures fonctions Pro sont incluses pour vous.
it: Ogni futura funzione Pro è inclusa per te.
ja: 今後追加されるPro機能もすべて含まれます。
ko: 앞으로 생기는 Pro 기능도 전부 포함됩니다.
pt_br: Todos os futuros recursos Pro estão incluídos para você.
zh_hans: 今后新增的 Pro 功能也全部包含在内。
zh_hant: 今後新增的 Pro 功能也全部包含在內。

source: Every future Pro feature, included
de: Jede künftige Pro-Funktion inklusive
es: Todas las futuras funciones Pro, incluidas
fr: Toutes les futures fonctions Pro, incluses
it: Ogni futura funzione Pro, inclusa
ja: 今後追加されるPro機能もすべて含まれます
ko: 앞으로 생기는 Pro 기능도 전부 포함
pt_br: Todos os futuros recursos Pro, incluídos
zh_hans: 今后新增的 Pro 功能也全部包含
zh_hant: 今後新增的 Pro 功能也全部包含

source: Every minute
de: Jede Minute
es: Cada minuto
fr: Toutes les minutes
it: Ogni minuto
ja: 1分ごと
ko: 1분마다
pt_br: A cada minuto
zh_hans: 每 1 分钟
zh_hant: 每 1 分鐘

source: Everything from the first-run walkthrough is here — including how to use Rereminder on Apple Watch, Mac, widgets, and Siri.
de: Alles aus der Einführung findest du hier – auch, wie du Rereminder auf Apple Watch, Mac, mit Widgets und Siri nutzt.
es: Aquí está todo lo de la guía inicial, incluido cómo usar Rereminder en Apple Watch, Mac, widgets y Siri.
fr: Tout le guide de premier lancement est ici, y compris comment utiliser Rereminder sur Apple Watch, Mac, les widgets et Siri.
it: Qui trovi tutto quello che hai visto al primo avvio, compreso come usare Rereminder su Apple Watch, Mac, widget e Siri.
ja: 初回起動時の案内はここで見直せます — Apple Watch・Mac・ウィジェット・Siriの活用法も含まれています。
ko: 처음 실행할 때 봤던 안내를 여기서 다시 볼 수 있어요 — Apple Watch·Mac·위젯·Siri 활용법까지 함께 있습니다.
pt_br: Tudo do tutorial inicial está aqui — inclusive como usar o Rereminder no Apple Watch, no Mac, em widgets e com a Siri.
zh_hans: 首次启动时看到的引导都在这里 — 包括在 Apple Watch、Mac、小组件和 Siri 上的用法。
zh_hant: 首次啟動時看到的導覽都在這裡 — 包括在 Apple Watch、Mac、小工具和 Siri 上的用法。

source: Feature
de: Funktion
es: Función
fr: Fonction
it: Funzione
ja: 機能
ko: 기능
pt_br: Recurso
zh_hans: 功能
zh_hant: 功能

source: Feedback Inbox (Developer)
de: Feedback-Eingang (Entwickler)
es: Buzón de comentarios (desarrollador)
fr: Boîte de réception des avis (développeur)
it: Feedback ricevuti (sviluppatore)
ja: 受信フィードバック（開発者）
ko: 접수된 피드백 (개발자)
pt_br: Caixa de feedback (desenvolvedor)
zh_hans: 收到的反馈（开发者）
zh_hant: 收到的意見（開發者）

source: Feel the dial
de: Das Zifferblatt spüren
es: Siente el dial
fr: Sentir le cadran
it: Senti il quadrante
ja: ダイヤルを指先で感じる
ko: 다이얼이 손끝에 걸리게
pt_br: Sinta o mostrador
zh_hans: 让表盘有手感
zh_hant: 讓錶盤有手感

source: Focus
de: Fokus
es: Concentración
fr: Concentration
it: Concentrazione
ja: 集中
ko: 집중
pt_br: Foco
zh_hans: 专注
zh_hant: 專注

source: Follow these steps to enable notifications: 1. Tap 'Go to Settings' button 2. Find '%@' app in Settings 3. Select 'Notifications' menu 4. Turn on 'Allow Notifications' 💡 Recommended settings: • Show on Lock Screen • Show in Notification Center • Show as Banners This ensures you never miss timer alerts!
de: So aktivierst du Mitteilungen: 1. Tippe auf „Zu den Einstellungen“ 2. Suche die App „%@“ in den Einstellungen 3. Wähle „Mitteilungen“ 4. Aktiviere „Mitteilungen erlauben“ 💡 Empfohlene Einstellungen: • Auf dem Sperrbildschirm anzeigen • In der Mitteilungszentrale anzeigen • Als Banner anzeigen So verpasst du keine Timer-Erinnerung!
es: Sigue estos pasos para activar las notificaciones: 1. Toca el botón 'Ir a Ajustes' 2. Busca la app '%@' en Ajustes 3. Selecciona 'Notificaciones' 4. Activa 'Permitir notificaciones' 💡 Ajustes recomendados: • Mostrar en la pantalla bloqueada • Mostrar en el centro de notificaciones • Mostrar como tiras ¡Así nunca te perderás los avisos del temporizador!
fr: Suivez ces étapes pour activer les notifications : 1. Touchez le bouton « Ouvrir Réglages » 2. Trouvez l’app « %@ » dans Réglages 3. Sélectionnez « Notifications » 4. Activez « Autoriser les notifications » 💡 Réglages recommandés : • Afficher sur l’écran verrouillé • Afficher dans le centre de notifications • Afficher sous forme de bannières Ainsi, vous ne manquerez jamais une alerte du minuteur !
it: Segui questi passaggi per attivare le notifiche: 1. Tocca il pulsante 'Vai a Impostazioni' 2. Trova l'app '%@' in Impostazioni 3. Seleziona il menu 'Notifiche' 4. Attiva 'Consenti notifiche' 💡 Impostazioni consigliate: • Mostra su schermata di blocco • Mostra in Centro Notifiche • Mostra come banner Così non perderai mai un avviso del timer!
ja: 通知を有効にするには次の手順に従ってください: 1.「設定を開く」ボタンをタップ 2. 設定で「%@」アプリを探す 3.「通知」メニューを選択 4.「通知を許可」をオン 💡 おすすめ設定: • ロック画面に表示 • 通知センターに表示 • バナーとして表示 これでタイマーのアラートを見逃しません！
ko: 알림을 켜려면 다음 단계를 따라주세요: 1. '설정으로 이동' 버튼을 탭하세요 2. 설정에서 '%@' 앱을 찾으세요 3. '알림' 메뉴를 선택하세요 4. '알림 허용'을 켜세요 💡 권장 설정: • 잠금 화면에 표시 • 알림 센터에 표시 • 배너로 표시 이렇게 하면 타이머 알림을 놓치지 않아요!
pt_br: Siga estes passos para ativar as notificações: 1. Toque no botão 'Ir para Ajustes' 2. Encontre o app '%@' em Ajustes 3. Selecione o menu 'Notificações' 4. Ative 'Permitir Notificações' 💡 Ajustes recomendados: • Mostrar na Tela Bloqueada • Mostrar na Central de Notificações • Mostrar como Faixas Assim você nunca perde os alertas do timer!
zh_hans: 按以下步骤开启通知： 1. 点按“前往设置”按钮 2. 在设置中找到“%@”App 3. 选择“通知” 4. 打开“允许通知” 💡 建议设置： • 在锁定屏幕上显示 • 在通知中心显示 • 以横幅方式显示 这样就不会错过计时器提醒了！
zh_hant: 按以下步驟開啟通知： 1. 點一下「前往設定」按鈕 2. 在設定中找到「%@」App 3. 選擇「通知」 4. 開啟「允許通知」 💡 建議設定： • 在鎖定畫面上顯示 • 在通知中心顯示 • 以橫幅方式顯示 這樣就不會錯過計時器提醒了！

source: For 1 minute
de: 1 Minute lang
es: Durante 1 minuto
fr: Pendant 1 minute
it: Per 1 minuto
ja: 1分間
ko: 1분 동안
pt_br: Por 1 minuto
zh_hans: 持续 1 分钟
zh_hant: 持續 1 分鐘

source: For 2 minutes
de: 2 Minuten lang
es: Durante 2 minutos
fr: Pendant 2 minutes
it: Per 2 minuti
ja: 2分間
ko: 2분 동안
pt_br: Por 2 minutos
zh_hans: 持续 2 分钟
zh_hant: 持續 2 分鐘

source: For 5 minutes
de: 5 Minuten lang
es: Durante 5 minutos
fr: Pendant 5 minutes
it: Per 5 minuti
ja: 5分間
ko: 5분 동안
pt_br: Por 5 minutos
zh_hans: 持续 5 分钟
zh_hant: 持續 5 分鐘

source: For breaks you keep skipping. Your iPhone rings at alarm volume - through Silent Mode and Focus - and does not stop until you get up and press Stop.
de: Für Pausen, die du immer wieder überspringst. Dein iPhone klingelt in Weckerlautstärke – trotz Stumm-Modus und Fokus – und hört erst auf, wenn du aufstehst und Stopp drückst.
es: Para los descansos que siempre te saltas. Tu iPhone suena a volumen de alarma, incluso en modo silencio y con Concentración, y no se detiene hasta que te levantes y toques Detener.
fr: Pour les pauses que vous repoussez sans cesse. Votre iPhone sonne au volume d’alarme, même en mode silencieux et en Concentration, et ne s’arrête pas tant que vous ne vous levez pas pour toucher Arrêter.
it: Per le pause che continui a saltare. Il tuo iPhone suona al volume della sveglia, anche in modalità silenziosa e Full Immersion, e non si ferma finché non ti alzi e premi Stop.
ja: つい後回しにする休憩に向いています。サイレントモードや集中モードを越えてアラーム音量で鳴り、停止を押すまで止まりません。
ko: 자꾸 미루게 되는 휴식에 좋습니다. 무음 모드와 집중 모드를 뚫고 알람 볼륨으로 울리며, 일어나서 정지를 누를 때까지 멈추지 않습니다.
pt_br: Para as pausas que você vive adiando. Seu iPhone toca no volume de alarme - mesmo no modo silencioso e no Foco - e só para quando você se levanta e aperta Parar.
zh_hans: 适合总被你跳过的休息。iPhone 会穿透静音模式和专注模式，以闹钟音量响起，直到你起身按下停止才会停。
zh_hant: 適合總被你跳過的休息。iPhone 會穿透靜音模式和專注模式，以鬧鐘音量響起，直到你起身按下停止才會停。

source: Founding Supporter
de: Gründungsmitglied
es: Socio fundador
fr: Soutien fondateur
it: Sostenitore fondatore
ja: 創設サポーター
ko: 창단 후원자
pt_br: Apoiador fundador
zh_hans: 创始支持者
zh_hant: 創始支持者

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
zh_hans: 免费
zh_hant: 免費

source: Free forever as an early supporter 🎉
de: Für immer kostenlos – danke für deine frühe Unterstützung 🎉
es: Gratis para siempre por tu apoyo temprano 🎉
fr: Gratuit à vie en tant que premier soutien 🎉
it: Gratis per sempre come primo sostenitore 🎉
ja: 初期ユーザー特典で永久無料 🎉
ko: 기존 사용자 평생 무료 혜택 🎉
pt_br: Grátis para sempre como apoiador inicial 🎉
zh_hans: 早期用户永久免费 🎉
zh_hant: 早期使用者永久免費 🎉

source: Get a heads-up before the timer ends.
de: Werde vorgewarnt, bevor der Timer endet.
es: Recibe un aviso antes de que termine el temporizador.
fr: Soyez prévenu avant la fin du minuteur.
it: Ricevi un avviso prima che il timer finisca.
ja: タイマー終了前に事前にお知らせします。
ko: 타이머가 끝나기 전에 미리 알려드려요.
pt_br: Receba um aviso antes de o timer terminar.
zh_hans: 在计时结束前先提醒你。
zh_hant: 在計時結束前先提醒你。

source: Get Started
de: Los geht’s
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
zh_hans: 开始使用
zh_hant: 開始使用

source: Go to Settings
de: Zu den Einstellungen
es: Ir a Ajustes
fr: Ouvrir Réglages
it: Vai a Impostazioni
ja: 設定へ移動
ko: 설정으로 이동
pt_br: Ir para Ajustes
zh_hans: 前往设置
zh_hant: 前往設定

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito
ja: 確認しました
ko: 확인했어요
pt_br: Entendi
zh_hans: 知道了
zh_hant: 知道了

# guide_footer_note
source: Everything stays in sync through iCloud, so your timers follow you from device to device.
de: Alles bleibt über iCloud synchron – deine Timer begleiten dich von Gerät zu Gerät.
es: Todo se mantiene sincronizado con iCloud, así que tus temporizadores te siguen de un dispositivo a otro.
fr: Tout reste synchronisé via iCloud : vos minuteurs vous suivent d’un appareil à l’autre.
it: Tutto resta sincronizzato tramite iCloud, così i tuoi timer ti seguono da un dispositivo all'altro.
ja: すべて iCloud で同期されるので、タイマーはデバイスをまたいで引き継がれます。
ko: 모든 정보가 iCloud로 동기화되어 타이머가 기기를 따라 이동합니다.
pt_br: Tudo fica sincronizado pelo iCloud, então seus timers acompanham você de um dispositivo para outro.
zh_hans: 所有信息都通过 iCloud 同步，计时器会跟着你在设备之间流转。
zh_hant: 所有資訊都透過 iCloud 同步，計時器會跟著你在裝置之間移動。

# guide_header_subtitle
source: Rereminder works across iPhone, Apple Watch, widgets, Siri, and Mac. Here's how to get the most out of each one.
de: Rereminder läuft auf iPhone, Apple Watch, in Widgets, mit Siri und auf dem Mac. So holst du das Beste aus jedem Gerät heraus.
es: Rereminder funciona en iPhone, Apple Watch, widgets, Siri y Mac. Así puedes sacarle el máximo partido a cada uno.
fr: Rereminder fonctionne sur iPhone, Apple Watch, les widgets, Siri et Mac. Voici comment tirer le meilleur de chacun.
it: Rereminder funziona su iPhone, Apple Watch, widget, Siri e Mac. Ecco come sfruttare al meglio ognuno.
ja: Rereminderは iPhone、Apple Watch、ウィジェット、Siri、Mac で使えます。それぞれの活用方法を紹介します。
ko: 두번알림은 iPhone, Apple Watch, 위젯, Siri, Mac에서 함께 동작합니다. 각 기기에서 어떻게 활용하는지 알려드릴게요.
pt_br: O Rereminder funciona no iPhone, no Apple Watch, em widgets, com a Siri e no Mac. Veja como aproveitar cada um ao máximo.
zh_hans: Rereminder 可以在 iPhone、Apple Watch、小组件、Siri 和 Mac 上一起使用。下面介绍每种设备的用法。
zh_hant: Rereminder 可以在 iPhone、Apple Watch、小工具、Siri 和 Mac 上一起使用。以下介紹每種裝置的用法。

# guide_header_title
source: One timer, every device
de: Ein Timer, alle Geräte
es: Un temporizador, en todos tus dispositivos
fr: Un minuteur, tous vos appareils
it: Un timer, su ogni dispositivo
ja: ひとつのタイマーを すべてのデバイスで
ko: 하나의 타이머, 모든 기기에서
pt_br: Um timer, todos os dispositivos
zh_hans: 一个计时器， 所有设备通用
zh_hant: 一個計時器， 所有裝置通用

# guide_iphone_f1_desc
source: Set the time on the dial, then tap the alert chips to be reminded 1, 3, 5, or 10 minutes before the end — as many as you like.
de: Stell die Zeit am Zifferblatt ein und tippe auf die Erinnerungs-Chips, um 1, 3, 5 oder 10 Minuten vor Ende erinnert zu werden – so oft du willst.
es: Ajusta el tiempo en el dial y toca los chips de aviso para que te avise 1, 3, 5 o 10 minutos antes del final, tantas veces como quieras.
fr: Réglez la durée sur le cadran, puis touchez les puces d’alerte pour être prévenu 1, 3, 5 ou 10 minutes avant la fin, autant de fois que vous voulez.
it: Imposta il tempo sul quadrante, poi tocca i chip degli avvisi per ricevere un promemoria 1, 3, 5 o 10 minuti prima della fine: quanti ne vuoi.
ja: ダイヤルで時間を設定し、アラートチップをタップして終了1・3・5・10分前など好きなだけ事前に通知を受け取れます。
ko: 다이얼에서 시간을 맞춘 뒤 알림 칩을 눌러 종료 1·3·5·10분 전 등 원하는 만큼 미리 알림을 받으세요.
pt_br: Ajuste o tempo no mostrador e toque nos chips de alerta para ser avisado 1, 3, 5 ou 10 minutos antes do fim — quantas vezes quiser.
zh_hans: 在表盘上设定时间，然后点按提醒标签，就能在结束前 1、3、5、10 分钟收到提醒 — 想加几个都可以。
zh_hant: 在錶盤上設定時間，然後點一下提醒標籤，就能在結束前 1、3、5、10 分鐘收到提醒 — 想加幾個都可以。

# guide_iphone_f1_title
source: Multiple pre-alerts
de: Mehrere Vorwarnungen
es: Varios avisos previos
fr: Plusieurs pré-alertes
it: Più preavvisi
ja: 複数の事前アラート
ko: 여러 개의 미리 알림
pt_br: Vários pré-alertas
zh_hans: 多个提前提醒
zh_hant: 多個提前提醒

# guide_iphone_f2_desc
source: Check progress from Home and Lock Screen widgets, or start and stop with a single tap from Control Center.
de: Verfolge den Fortschritt in Widgets auf Home- und Sperrbildschirm oder starte und stoppe mit einem Tippen im Kontrollzentrum.
es: Consulta el progreso en los widgets de la pantalla de inicio y de la pantalla bloqueada, o inicia y detén con un toque desde el Centro de control.
fr: Suivez la progression depuis les widgets de l’écran d’accueil et de l’écran verrouillé, ou lancez et arrêtez d’un seul toucher depuis le centre de contrôle.
it: Controlla l'avanzamento dai widget della schermata Home e della schermata di blocco, oppure avvia e ferma con un tocco da Centro di Controllo.
ja: ホーム画面やロック画面のウィジェットで進行状況を確認したり、コントロールセンターからワンタップで開始・停止できます。
ko: 홈·잠금 화면 위젯으로 진행 상황을 확인하거나 제어 센터에서 한 번에 시작·정지하세요.
pt_br: Acompanhe o progresso nos widgets da Tela de Início e da Tela Bloqueada, ou inicie e pare com um toque na Central de Controle.
zh_hans: 用主屏幕和锁定屏幕小组件查看进度，或在控制中心一点即可开始与停止。
zh_hant: 用主畫面和鎖定畫面小工具查看進度，或在控制中心點一下即可開始與停止。

# guide_iphone_f2_title
source: Widgets & Control Center
de: Widgets & Kontrollzentrum
es: Widgets y Centro de control
fr: Widgets et centre de contrôle
it: Widget e Centro di Controllo
ja: ウィジェットとコントロールセンター
ko: 위젯 & 제어 센터
pt_br: Widgets e Central de Controle
zh_hans: 小组件与控制中心
zh_hant: 小工具與控制中心

# guide_iphone_f3_desc
source: Pause, resume, or stop the timer right from the Dynamic Island or Lock Screen — no need to open the app.
de: Pausiere, setze fort oder stoppe den Timer direkt in der Dynamic Island oder auf dem Sperrbildschirm – ohne die App zu öffnen.
es: Pausa, reanuda o detén el temporizador desde la Dynamic Island o la pantalla bloqueada, sin abrir la app.
fr: Mettez en pause, reprenez ou arrêtez le minuteur depuis la Dynamic Island ou l’écran verrouillé, sans ouvrir l’app.
it: Metti in pausa, riprendi o ferma il timer direttamente da Dynamic Island o dalla schermata di blocco, senza aprire l'app.
ja: アプリを開かずに Dynamic Island やロック画面から一時停止・再開・停止できます。
ko: 앱을 열지 않아도 다이나믹 아일랜드나 잠금 화면에서 바로 일시정지·재개·정지할 수 있어요.
pt_br: Pause, retome ou pare o timer direto na Dynamic Island ou na Tela Bloqueada — sem abrir o app.
zh_hans: 不用打开 App，直接在灵动岛或锁定屏幕上暂停、继续或停止计时。
zh_hant: 不用開啟 App，直接在動態島或鎖定畫面上暫停、繼續或停止計時。

# guide_iphone_f3_title
source: Dynamic Island & Live Activity
de: Dynamic Island & Live-Aktivität
es: Dynamic Island y Actividad en vivo
fr: Dynamic Island et Activité en direct
it: Dynamic Island e Attività in tempo reale
ja: Dynamic Island とライブアクティビティ
ko: 다이나믹 아일랜드 & 라이브 액티비티
pt_br: Dynamic Island e Atividade ao Vivo
zh_hans: 灵动岛与实时活动
zh_hant: 動態島與即時動態

# guide_iphone_subtitle
source: Your main timer with multiple pre-alerts
de: Dein Haupt-Timer mit mehreren Vorwarnungen
es: Tu temporizador principal con varios avisos previos
fr: Votre minuteur principal, avec plusieurs pré-alertes
it: Il timer principale con più preavvisi
ja: 複数の事前アラート付きメインタイマー
ko: 여러 번 미리 알려주는 메인 타이머
pt_br: Seu timer principal com vários pré-alertas
zh_hans: 会多次提前提醒的主力计时器
zh_hant: 會多次提前提醒的主力計時器

# guide_mac_f1_desc
source: Watch the countdown in the menu bar and pause, resume, or stop without leaving your work.
de: Sieh den Countdown in der Menüleiste und pausiere, setze fort oder stoppe, ohne deine Arbeit zu verlassen.
es: Mira el tiempo restante en la barra de menús y pausa, reanuda o detén sin dejar lo que estás haciendo.
fr: Suivez le compte à rebours dans la barre des menus et mettez en pause, reprenez ou arrêtez sans quitter votre travail.
it: Guarda il conto alla rovescia nella barra dei menu e metti in pausa, riprendi o ferma senza lasciare il lavoro.
ja: メニューバーで残り時間を見ながら、作業を中断せずに一時停止・再開・停止できます。
ko: 메뉴 막대에서 남은 시간을 보고 작업을 멈추지 않고 일시정지·재개·정지하세요.
pt_br: Acompanhe a contagem na barra de menus e pause, retome ou pare sem sair do que está fazendo.
zh_hans: 在菜单栏看剩余时间，不用离开手上的工作就能暂停、继续或停止。
zh_hant: 在選單列看剩餘時間，不用離開手上的工作就能暫停、繼續或停止。

# guide_mac_f1_title
source: Menu bar timer
de: Timer in der Menüleiste
es: Temporizador en la barra de menús
fr: Minuteur dans la barre des menus
it: Timer nella barra dei menu
ja: メニューバータイマー
ko: 메뉴 막대 타이머
pt_br: Timer na barra de menus
zh_hans: 菜单栏计时器
zh_hant: 選單列計時器

# guide_mac_f2_desc
source: Timers stay in sync between your Mac and iPhone through iCloud.
de: Timer bleiben über iCloud zwischen Mac und iPhone synchron.
es: Los temporizadores se mantienen sincronizados entre tu Mac y tu iPhone mediante iCloud.
fr: Les minuteurs restent synchronisés entre votre Mac et votre iPhone via iCloud.
it: I timer restano sincronizzati tra Mac e iPhone tramite iCloud.
ja: iCloud を通じて Mac と iPhone の間でタイマーが同期されます。
ko: iCloud로 Mac과 iPhone 사이에서 타이머가 계속 동기화됩니다.
pt_br: Os timers ficam sincronizados entre o Mac e o iPhone pelo iCloud.
zh_hans: 计时器通过 iCloud 在 Mac 和 iPhone 之间保持同步。
zh_hant: 計時器透過 iCloud 在 Mac 和 iPhone 之間保持同步。

# guide_mac_f2_title
source: Syncs with iPhone
de: Synchron mit dem iPhone
es: Se sincroniza con el iPhone
fr: Synchronisé avec l’iPhone
it: Sincronizzato con iPhone
ja: iPhoneと同期
ko: iPhone과 동기화
pt_br: Sincroniza com o iPhone
zh_hans: 与 iPhone 同步
zh_hant: 與 iPhone 同步

# guide_mac_f3_desc
source: Download Rereminder from the Mac App Store to run it natively on your Mac.
de: Lade Rereminder aus dem Mac App Store, um es nativ auf deinem Mac zu nutzen.
es: Descarga Rereminder del Mac App Store para usarlo de forma nativa en tu Mac.
fr: Téléchargez Rereminder sur le Mac App Store pour l’utiliser directement sur votre Mac.
it: Scarica Rereminder dal Mac App Store per usarlo in modo nativo sul Mac.
ja: Mac App Store から Rereminder をダウンロードして Mac でそのまま実行できます。
ko: Mac App Store에서 두번알림을 내려받아 Mac에서 바로 실행하세요.
pt_br: Baixe o Rereminder na Mac App Store para usá-lo nativamente no seu Mac.
zh_hans: 从 Mac App Store 下载 Rereminder，就能在 Mac 上直接运行。
zh_hant: 從 Mac App Store 下載 Rereminder，就能在 Mac 上直接執行。

# guide_mac_f3_title
source: Get it on Mac
de: Für den Mac laden
es: Consíguelo para Mac
fr: L’obtenir sur Mac
it: Scaricalo sul Mac
ja: Macで入手
ko: Mac에서 받기
pt_br: Tenha no Mac
zh_hans: 在 Mac 上获取
zh_hant: 在 Mac 上取得
